{
message: "READ ONLY MODE: Request Successful",
data: [
{
id: "Rhwauq",
name: "Brewtus Coffee Porter",
nameDisplay: "Brewtus Coffee Porter",
abv: "7.2",
ibu: "25",
styleId: 18,
isRetired: "N",
status: "verified",
statusDisplay: "Verified",
createDate: "2017-07-25 14:40:43",
updateDate: "2017-07-25 14:40:43",
style: {
id: 18,
categoryId: 1,
category: {
id: 1,
name: "British Origin Ales",
createDate: "2012-03-21 20:06:45"
},
name: "Brown Porter",
shortName: "Brown Porter",
description: "Brown porters are mid to dark brown (may have red tint) in color. No roast barley or strong burnt/black malt character should be perceived. Low to medium malt sweetness, caramel and chocolate is acceptable along with medium hop bitterness. This is a lightto medium-bodied beer. Fruity esters are acceptable. Hop flavor and aroma may vary from being negligible to medium in character.",
ibuMin: "20",
ibuMax: "30",
abvMin: "4.5",
abvMax: "6",
srmMin: "20",
srmMax: "35",
ogMin: "1.04",
fgMin: "1.006",
fgMax: "1.014",
createDate: "2012-03-21 20:06:45",
updateDate: "2015-04-07 15:21:43"
}
},
{
id: "E5xZNU",
name: "Cream Soda Ale",
nameDisplay: "Cream Soda Ale",
abv: "5",
ibu: "27",
styleId: 125,
isRetired: "N",
status: "verified",
statusDisplay: "Verified",
createDate: "2017-02-27 14:13:41",
updateDate: "2017-02-27 14:13:41",
style: {
id: 125,
categoryId: 11,
category: {
id: 11,
name: "Hybrid/mixed Beer",
createDate: "2012-03-21 20:06:46"
},
name: "Specialty Beer",
shortName: "Specialty",
description: "These beers are brewed using unusual fermentable sugars, grains and starches that contribute to alcohol content other than, or in addition to, malted barley. Nuts generally have some degree of fermentables, thus beers brewed with nuts would appropriately be entered in this category. The distinctive characters of these special ingredients should be evident either in the aroma, flavor or overall balance of the beer, but not necessarily in overpowering quantities. For example, maple syrup or potatoes would be considered unusual. Rice, corn, or wheat are not considered unusual. Special ingredients must be listed when competing. A statement by the brewer explaining the special nature of the beer, ingredient(s) and achieved character is essential in order for fair assessment in competitions. If this beer is a classic style with some specialty ingredient(s), the brewer should also specify the classic style. Guidelines for competing: Spiced beers using unusual fermentables should be entered in the experimental category. Fruit beers using unusual fermentables should be entered in the fruit beer category.",
ibuMax: "100",
abvMin: "2.5",
abvMax: "25",
srmMin: "1",
srmMax: "100",
ogMin: "1.03",
fgMin: "1.006",
fgMax: "1.03",
createDate: "2012-03-21 20:06:46",
updateDate: "2015-04-07 15:44:53"
}
},
{
id: "vU43T1",
name: "Cucumber Blueberry Gose",
nameDisplay: "Cucumber Blueberry Gose",
abv: "5.5",
styleId: 165,
isRetired: "N",
labels: {
icon: "https://brewerydb-images.s3.amazonaws.com/beer/vU43T1/upload_nXu94T-icon.png",
medium: "https://brewerydb-images.s3.amazonaws.com/beer/vU43T1/upload_nXu94T-medium.png",
large: "https://brewerydb-images.s3.amazonaws.com/beer/vU43T1/upload_nXu94T-large.png",
contentAwareIcon: "https://brewerydb-images.s3.amazonaws.com/beer/vU43T1/upload_nXu94T-contentAwareIcon.png",
contentAwareMedium: "https://brewerydb-images.s3.amazonaws.com/beer/vU43T1/upload_nXu94T-contentAwareMedium.png",
contentAwareLarge: "https://brewerydb-images.s3.amazonaws.com/beer/vU43T1/upload_nXu94T-contentAwareLarge.png"
},
status: "verified",
statusDisplay: "Verified",
createDate: "2018-07-12 15:20:28",
updateDate: "2018-07-12 15:21:14",
style: {
id: 165,
categoryId: 1,
category: {
id: 1,
name: "British Origin Ales",
createDate: "2012-03-21 20:06:45"
},
name: "Contemporary Gose",
shortName: "Contemporary Gose",
description: "Contemporary Goses are straw to medium amber, or, may take on the hue of added fruits or other ingredients if present. Appearance is cloudy/hazy with yeast character, and may have evidence of continued fermentation activity. A wide variety of herbal, spice, floral or fruity aromas other than found in traditional Leipzig-Style Gose are present, in harmony with other aromas. Horsey, leathery or earthy aromas contributed by Brettanomyces yeasts may be evident but have a very low profile, as this beer is not excessively aged. Hop aroma is not perceived. Malt sweetness is not perceived to very low. They typically contain malted barley and unmalted wheat, with some traditional varieties containing oats. Hop flavor is not perceived. Hop bitterness is not perceived. A wide variety of herbal, spice, floral or fruity flavors other than found in traditional Leipzig-Style Gose, are present in harmony with the overall flavor profile. Salt (table salt) character is traditional in low amounts, but may vary from absent to present in Contemporary Gose. Horsey, leathery or earthy flavors contributed by Brettanomyces yeasts may be evident but have a very low profile, as this beer is not excessively aged. Contemporary Gose may be fermented with pure beer yeast strains, or with yeast mixed with bacteria. Contemporary Gose may be spontaneously fermented, similarly to Belgian-style gueuze/lambic beers, and should exhibit complexity of acidic, flavor and aroma contributed by introduction of wild yeast and bacteria into the fermentation. Low to medium lactic acid character is evident in all examples as sharp, refreshing sourness. A primary difference between Belgian Gueuze and Gose is that Gose is served at a much younger age. Gose is typically enjoyed fresh and carbonated. Overall complexity of flavors and aromas sought while maintaining a balance between acidity, yeast-enhanced spice and refreshment is ideal. Body is low to medium-low.",
createDate: "2015-04-07 17:10:42"
}
},
{
id: "7duabr",
name: "Dank-alicious IPA",
nameDisplay: "Dank-alicious IPA",
abv: "7.6",
styleId: 30,
isRetired: "N",
status: "verified",
statusDisplay: "Verified",
createDate: "2017-02-04 13:31:44",
updateDate: "2017-02-04 13:31:45",
style: {
id: 30,
categoryId: 3,
category: {
id: 3,
name: "North American Origin Ales",
createDate: "2012-03-21 20:06:45"
},
name: "American-Style India Pale Ale",
shortName: "American IPA",
description: "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale",
ibuMin: "50",
ibuMax: "70",
abvMin: "6.3",
abvMax: "7.5",
srmMin: "6",
srmMax: "14",
ogMin: "1.06",
fgMin: "1.012",
fgMax: "1.018",
createDate: "2012-03-21 20:06:45",
updateDate: "2015-04-07 15:26:37"
}
},
{
id: "VPBK9L",
name: "Double Whammy IPA",
nameDisplay: "Double Whammy IPA",
abv: "9",
styleId: 31,
isRetired: "N",
status: "verified",
statusDisplay: "Verified",
createDate: "2018-02-22 19:05:58",
updateDate: "2018-02-22 19:05:58",
style: {
id: 31,
categoryId: 3,
category: {
id: 3,
name: "North American Origin Ales",
createDate: "2012-03-21 20:06:45"
},
name: "Imperial or Double India Pale Ale",
shortName: "Imperial IPA",
description: "Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.",
ibuMin: "65",
ibuMax: "100",
abvMin: "7.5",
abvMax: "10.5",
srmMin: "5",
srmMax: "13",
ogMin: "1.075",
fgMin: "1.012",
fgMax: "1.02",
createDate: "2012-03-21 20:06:45",
updateDate: "2015-04-07 15:26:46"
}
},
{
id: "m0YaIK",
name: "ESB",
nameDisplay: "ESB",
abv: "6.4",
styleId: 5,
isRetired: "N",
status: "verified",
statusDisplay: "Verified",
createDate: "2015-12-22 17:10:50",
updateDate: "2015-12-22 17:10:50",
style: {
id: 5,
categoryId: 1,
category: {
id: 1,
name: "British Origin Ales",
createDate: "2012-03-21 20:06:45"
},
name: "Extra Special Bitter",
shortName: "ESB",
description: "Extra special bitter possesses medium to strong hop aroma, flavor, and bitterness. The residual malt and defining sweetness of this richly flavored, full-bodied bitter is more pronounced than in other styles of bitter. It is light amber to copper colored with medium to medium-high bitterness. Mild carbonation traditionally characterizes draft-cask versions, but in bottled versions, a slight increase in carbon dioxide content is acceptable. Fruity-ester character is acceptable in aroma and flavor. Diacetyl (butterscotch character) is acceptable and characteristic when at very low levels. The absence of diacetyl is also acceptable. Chill haze is allowable at cold temperatures. English or American hops may be used. (English and American hop character may be specified in subcategories.)",
ibuMin: "30",
ibuMax: "45",
abvMin: "4.8",
abvMax: "5.8",
srmMin: "8",
srmMax: "14",
ogMin: "1.046",
fgMin: "1.01",
fgMax: "1.016",
createDate: "2012-03-21 20:06:45",
updateDate: "2015-04-07 15:19:20"
}
},
{
id: "amwqh2",
name: "Hefeweizen",
nameDisplay: "Hefeweizen",
styleId: 48,
isRetired: "N",
status: "verified",
statusDisplay: "Verified",
createDate: "2015-09-07 15:27:49",
updateDate: "2015-09-07 15:27:49",
style: {
id: 48,
categoryId: 4,
category: {
id: 4,
name: "German Origin Ales",
createDate: "2012-03-21 20:06:46"
},
name: "South German-Style Hefeweizen / Hefeweissbier",
shortName: "Hefeweizen",
description: "The aroma and flavor of a Weissbier with yeast is decidedly fruity and phenolic. The phenolic characteristics are often described as clove-, nutmeg-like, mildly smoke-like or even vanilla-like. Banana-like esters should be present at low to medium-high levels. These beers are made with at least 50 percent malted wheat, and hop rates are quite low. Hop flavor and aroma are absent or present at very low levels. Weissbier is well attenuated and very highly carbonated and a medium to full bodied beer. The color is very pale to pale amber. Because yeast is present, the beer will have yeast flavor and a characteristically fuller mouthfeel and may be appropriately very cloudy. No diacetyl should be perceived.",
ibuMin: "10",
ibuMax: "15",
abvMin: "4.9",
abvMax: "5.5",
srmMin: "3",
srmMax: "9",
ogMin: "1.047",
fgMin: "1.008",
fgMax: "1.016",
createDate: "2012-03-21 20:06:46",
updateDate: "2015-04-07 15:29:27"
}
},
{
id: "bmElE3",
name: "PB & J'ale'y",
nameDisplay: "PB & J'ale'y",
abv: "5",
styleId: 36,
isRetired: "N",
status: "verified",
statusDisplay: "Verified",
createDate: "2017-02-27 14:11:48",
updateDate: "2017-02-27 14:11:48",
style: {
id: 36,
categoryId: 3,
category: {
id: 3,
name: "North American Origin Ales",
createDate: "2012-03-21 20:06:45"
},
name: "Golden or Blonde Ale",
shortName: "Blonde",
description: "Golden or Blonde ales are straw to golden blonde in color. They have a crisp, dry palate, light to medium body, and light malt sweetness. Low to medium hop aroma may be present but does not dominate. Bitterness is low to medium. Fruity esters may be perceived but do not predominate. Diacetyl should not be perceived. Chill haze should be absent.",
ibuMin: "15",
ibuMax: "25",
abvMin: "4",
abvMax: "5",
srmMin: "3",
srmMax: "7",
ogMin: "1.045",
fgMin: "1.008",
fgMax: "1.016",
createDate: "2012-03-21 20:06:46",
updateDate: "2015-04-07 15:27:26"
}
},
{
id: "VKBmSQ",
name: "Peanut Butter Porter",
nameDisplay: "Peanut Butter Porter",
abv: "7.7",
styleId: 18,
isRetired: "N",
status: "verified",
statusDisplay: "Verified",
createDate: "2017-02-04 13:24:39",
updateDate: "2017-02-04 13:24:39",
style: {
id: 18,
categoryId: 1,
category: {
id: 1,
name: "British Origin Ales",
createDate: "2012-03-21 20:06:45"
},
name: "Brown Porter",
shortName: "Brown Porter",
description: "Brown porters are mid to dark brown (may have red tint) in color. No roast barley or strong burnt/black malt character should be perceived. Low to medium malt sweetness, caramel and chocolate is acceptable along with medium hop bitterness. This is a lightto medium-bodied beer. Fruity esters are acceptable. Hop flavor and aroma may vary from being negligible to medium in character.",
ibuMin: "20",
ibuMax: "30",
abvMin: "4.5",
abvMax: "6",
srmMin: "20",
srmMax: "35",
ogMin: "1.04",
fgMin: "1.006",
fgMax: "1.014",
createDate: "2012-03-21 20:06:45",
updateDate: "2015-04-07 15:21:43"
}
},
{
id: "o8x6Gz",
name: "Red Ale",
nameDisplay: "Red Ale",
abv: "5.9",
styleId: 32,
isRetired: "N",
status: "verified",
statusDisplay: "Verified",
createDate: "2015-12-23 15:26:08",
updateDate: "2015-12-23 15:26:08",
style: {
id: 32,
categoryId: 3,
category: {
id: 3,
name: "North American Origin Ales",
createDate: "2012-03-21 20:06:45"
},
name: "American-Style Amber/Red Ale",
shortName: "Amber",
description: "American amber/red ales range from light copper to light brown in color. They are characterized by American-variety hops used to produce the perception of medium hop bitterness, flavor, and medium aroma. Amber ales have medium-high to high maltiness with medium to low caramel character. They should have medium to medium-high body. The style may have low levels of fruityester flavor and aroma. Diacetyl can be either absent or barely perceived at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.",
ibuMin: "30",
ibuMax: "40",
abvMin: "4.5",
abvMax: "6",
srmMin: "11",
srmMax: "18",
ogMin: "1.048",
fgMin: "1.012",
fgMax: "1.018",
createDate: "2012-03-21 20:06:45",
updateDate: "2015-04-07 15:26:52"
}
},
{
id: "nSFrJM",
name: "Rowster",
nameDisplay: "Rowster",
abv: "7.2",
styleId: 18,
isRetired: "N",
status: "verified",
statusDisplay: "Verified",
createDate: "2015-10-02 15:43:24",
updateDate: "2015-10-02 15:43:24",
style: {
id: 18,
categoryId: 1,
category: {
id: 1,
name: "British Origin Ales",
createDate: "2012-03-21 20:06:45"
},
name: "Brown Porter",
shortName: "Brown Porter",
description: "Brown porters are mid to dark brown (may have red tint) in color. No roast barley or strong burnt/black malt character should be perceived. Low to medium malt sweetness, caramel and chocolate is acceptable along with medium hop bitterness. This is a lightto medium-bodied beer. Fruity esters are acceptable. Hop flavor and aroma may vary from being negligible to medium in character.",
ibuMin: "20",
ibuMax: "30",
abvMin: "4.5",
abvMax: "6",
srmMin: "20",
srmMax: "35",
ogMin: "1.04",
fgMin: "1.006",
fgMax: "1.014",
createDate: "2012-03-21 20:06:45",
updateDate: "2015-04-07 15:21:43"
}
},
{
id: "t5SVzu",
name: "Rye Stout",
nameDisplay: "Rye Stout",
abv: "7.1",
styleId: 42,
isRetired: "N",
status: "verified",
statusDisplay: "Verified",
createDate: "2018-02-22 19:05:13",
updateDate: "2018-02-22 19:05:13",
style: {
id: 42,
categoryId: 3,
category: {
id: 3,
name: "North American Origin Ales",
createDate: "2012-03-21 20:06:45"
},
name: "American-Style Stout",
shortName: "American Stout",
description: "Initial low to medium malt sweetness with a degree of caramel, chocolate and/or roasted coffee flavor with a distinctive dryroasted bitterness in the finish. Coffee-like roasted barley and roasted malt aromas are prominent. Some slight roasted malt acidity is permissible and a medium- to full-bodied mouthfeel is appropriate. Hop bitterness may be moderate to high. Hop aroma and flavor is moderate to high, often with American citrus-type and/or resiny hop character. The perception of fruity esters is low. Roasted malt/barley astringency may be low but not excessive. Diacetyl (butterscotch) should be negligible or not perceived. Head retention is excellent.",
ibuMin: "35",
ibuMax: "60",
abvMin: "5.7",
abvMax: "8.8",
srmMin: "40",
srmMax: "40",
ogMin: "1.05",
fgMin: "1.01",
fgMax: "1.022",
createDate: "2012-03-21 20:06:46",
updateDate: "2015-04-07 15:28:43"
}
},
{
id: "EQUfeK",
name: "Scotch Ale",
nameDisplay: "Scotch Ale",
abv: "9",
styleId: 15,
isRetired: "N",
status: "verified",
statusDisplay: "Verified",
createDate: "2015-09-06 17:46:10",
updateDate: "2015-09-06 17:46:10",
style: {
id: 15,
categoryId: 1,
category: {
id: 1,
name: "British Origin Ales",
createDate: "2012-03-21 20:06:45"
},
name: "Scotch Ale",
shortName: "Scotch Ale",
description: "Scotch ales are overwhelmingly malty and full-bodied. Perception of hop bitterness is very low. Hop flavor and aroma are very low or nonexistent. Color ranges from deep copper to brown. The clean alcohol flavor balances the rich and dominant sweet maltiness in flavor and aroma. A caramel character is often a part of the profile. Dark roasted malt flavors and aroma may be evident at low levels. If present, fruity esters are generally at low aromatic and flavor levels. Low diacetyl levels are acceptable. Chill haze is allowable at cold temperatures. Though there is little evidence suggesting that traditionally made strong Scotch ales exhibited peat smoke character, the current marketplace offers many Scotch Ales with peat or smoke character present at low to medium levels. Thus a peaty/smoky character may be evident at low levels (ales with medium or higher smoke character would be considered a smoke flavored beer and considered in another category). Scotch Ales may be split into two subcategories: Traditional (no smoke character) and Peated (low level of peat smoke character).",
ibuMin: "25",
ibuMax: "35",
abvMin: "6.2",
abvMax: "8",
srmMin: "15",
srmMax: "30",
ogMin: "1.072",
fgMin: "1.016",
fgMax: "1.028",
createDate: "2012-03-21 20:06:45",
updateDate: "2015-04-07 15:21:11"
}
},
{
id: "jPjQ92",
name: "Sunshine IPA",
nameDisplay: "Sunshine IPA",
abv: "5",
styleId: 30,
isRetired: "N",
status: "verified",
statusDisplay: "Verified",
createDate: "2018-07-20 20:20:07",
updateDate: "2018-07-20 20:20:07",
style: {
id: 30,
categoryId: 3,
category: {
id: 3,
name: "North American Origin Ales",
createDate: "2012-03-21 20:06:45"
},
name: "American-Style India Pale Ale",
shortName: "American IPA",
description: "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale",
ibuMin: "50",
ibuMax: "70",
abvMin: "6.3",
abvMax: "7.5",
srmMin: "6",
srmMax: "14",
ogMin: "1.06",
fgMin: "1.012",
fgMax: "1.018",
createDate: "2012-03-21 20:06:45",
updateDate: "2015-04-07 15:26:37"
}
},
{
id: "0yxEYu",
name: "Watermelon Cucumber Gose",
nameDisplay: "Watermelon Cucumber Gose",
abv: "5",
styleId: 40,
isRetired: "N",
status: "verified",
statusDisplay: "Verified",
createDate: "2018-06-21 16:03:02",
updateDate: "2018-06-21 16:03:02",
style: {
id: 40,
categoryId: 3,
category: {
id: 3,
name: "North American Origin Ales",
createDate: "2012-03-21 20:06:45"
},
name: "American-Style Sour Ale",
shortName: "Sour",
description: "American sour ales can be very light to black or take on the color of added fruits or other ingredients. There is no Brettanomyces character in this style of beer. Wood- and barrel-aged sour ales are classified elsewhere. If acidity is present it is usually in the form of lactic, acetic and other organic acids naturally developed with acidified malt in the mash or in fermentation by the use of various microorganisms including certain bacteria and yeasts. Acidic character can be a complex balance of several types of acid and characteristics of age. The evolution of natural acidity develops balanced complexity. Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Wood vessels may be used during the fermentation and aging process, but wood-derived flavors such as vanillin must not be present. In darker versions, roasted malt, caramel-like and chocolate-like characters should be subtle in both flavor and aroma. American sour may have evident full range of hop aroma and hop bitterness with a full range of body. Estery and fruity-ester characters are evident, sometimes moderate and sometimes intense, yet balanced. Diacetyl and sweet corn-like dimethylsulfide (DMS) should not be perceived. Chill haze, bacteria and yeast-induced haze are allowable at low to medium levels at any temperature. Fruited American-Style Sour Ales will exhibit fruit flavors in harmonious balance with other characters.",
createDate: "2012-03-21 20:06:46",
updateDate: "2015-04-07 15:28:32"
}
}
],
status: "success"
}